[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[DragMacroForm]
lb_GameDirectory_ODME->Caption=폴더 선택
GameManagement=파일
GameManagement_New=새 폴더
GameManagement_Modify=폴더 편집
GameManagement_Delete=폴더 삭제
FileManagement_New=새로 만들기
FileManagement_Open=열기
FileManagement_Save=저장
FileManagement_SaveAs=다른 이름으로 저장
FileManagement_Delete=삭제
FileManagement_ReName=이름 바꾸기
FileManagement_ImportExport=파일 관리
FileManagement_Transfer=업/다운로드
lb_FileName_ODME->Caption=파일
lb_CommandArea_ODME->Caption=명령@RETURN@   영역
lb_SimulateArea_ODME->Caption=시뮬레이션 영역
lb_MacroArea_ODME->Caption=매크로 영역
lb_TimeCount_ODME->Caption=: 지연 시간 사전 설정(ms)
htmlb_Statement1->Caption=Oscar II 프로그래밍 가이드:
htmlb_Statement2->Caption=매크로를 생성할 때는 아래 방법을 따릅니다:@RETURN@단계 1: 명령 영역에서 시뮬레이션 명령을 선택합니다.@RETURN@단계 2: 왼쪽 버튼을 사용해 시뮬레이션 명령을 매크로 영역으로 드래그해 와서 릴리스합니다.@RETURN@단계 3: 매크로 영역 데이터를 수정한 다음 나중에 사용할 수 있도록 저장합니다.
htmlb_Statement3->Caption=1-키보드: 키 누름 시뮬레이션.
htmlb_Statement4->Caption=2-마우스: 클릭 시뮬레이션.
htmlb_Statement5->Caption=3-동작: 커서 시뮬레이션.
htmlb_Statement6->Caption=4-제어: 삽입 키 누름, 클릭, 시간 지연, 변수, 루프 등.
htmlb_Statement7->Caption=5-작업: 키보드/마우스 변화 삽입 등.
bt_ResumeMacroI_ODME->Caption=다시 시작 [Oscar I]
bt_DownloadExplain_ODME->Caption=매뉴얼
lb_KeyboardInput_ODME->Caption=물리적 키보드 입력
//Keyboard=
bt_K041_ODME->Caption=ESC
bt_K058_ODME->Caption=F1
bt_K059_ODME->Caption=F2
bt_K060_ODME->Caption=F3
bt_K061_ODME->Caption=F4
bt_K062_ODME->Caption=F5
bt_K063_ODME->Caption=F6
bt_K064_ODME->Caption=F7
bt_K065_ODME->Caption=F8
bt_K066_ODME->Caption=F9
bt_K067_ODME->Caption=F10
bt_K068_ODME->Caption=F11
bt_K069_ODME->Caption=F12
                =
bt_K053_ODME->Caption=~ `
bt_K030_ODME->Caption=<1>
bt_K031_ODME->Caption=<2>
bt_K032_ODME->Caption=<3>
bt_K033_ODME->Caption=<4>
bt_K034_ODME->Caption=<5>
bt_K035_ODME->Caption=<6>
bt_K036_ODME->Caption=<7>
bt_K037_ODME->Caption=<8>
bt_K038_ODME->Caption=<9>
bt_K039_ODME->Caption=<0>
bt_K045_ODME->Caption=_ -
bt_K046_ODME->Caption=+ @equ@
bt_K042_ODME->Caption=back
bt_K043_ODME->Caption=Tab
bt_K020_ODME->Caption=Q
bt_K026_ODME->Caption=W
bt_K008_ODME->Caption=E
bt_K021_ODME->Caption=R
bt_K023_ODME->Caption=T
bt_K028_ODME->Caption=Y
bt_K024_ODME->Caption=U
bt_K012_ODME->Caption=I
bt_K018_ODME->Caption=O
bt_K019_ODME->Caption=P
bt_K047_ODME->Caption={ [
bt_K048_ODME->Caption=} ]
bt_K049_ODME->Caption=| \
bt_K057_ODME->Caption=Caps
bt_K004_ODME->Caption=A
bt_K022_ODME->Caption=S
bt_K007_ODME->Caption=D
bt_K009_ODME->Caption=F
bt_K010_ODME->Caption=G
bt_K011_ODME->Caption=H
bt_K013_ODME->Caption=J
bt_K014_ODME->Caption=K
bt_K015_ODME->Caption=L
bt_K051_ODME->Caption=; :
bt_K052_ODME->Caption='
bt_K040_ODME->Caption=Enter
bt_K265_ODME->Caption=Shift
bt_K029_ODME->Caption=Z
bt_K027_ODME->Caption=X
bt_K006_ODME->Caption=C
bt_K025_ODME->Caption=V
bt_K005_ODME->Caption=B
bt_K017_ODME->Caption=N
bt_K016_ODME->Caption=M
bt_K054_ODME->Caption=< ,
bt_K055_ODME->Caption=> .
bt_K056_ODME->Caption=? /
bt_K269_ODME->Caption=RShift
bt_K264_ODME->Caption=Ctrl
bt_K267_ODME->Caption=LW
bt_K266_ODME->Caption=Alt
bt_K044_ODME->Caption=Space
bt_K270_ODME->Caption=RAlt
bt_K271_ODME->Caption=RW
bt_K101_ODME->Caption=MENU
bt_K268_ODME->Caption=RCtrl
bt_K070_ODME->Caption=Print
bt_K071_ODME->Caption=Scroll
bt_K072_ODME->Caption=Pause
bt_K073_ODME->Caption=Insert
bt_K074_ODME->Caption=Home
bt_K075_ODME->Caption=Up
bt_K076_ODME->Caption=Delete
bt_K077_ODME->Caption=End
bt_K078_ODME->Caption=Down
bt_K082_ODME->Caption=^
bt_K080_ODME->Caption=<
bt_K081_ODME->Caption=v
bt_K079_ODME->Caption=>
bt_K083_ODME->Caption=LOCK
bt_K084_ODME->Caption=/
bt_K085_ODME->Caption=*
bt_K086_ODME->Caption=-
bt_K095_ODME->Caption=<7>
bt_K096_ODME->Caption=<8>
bt_K097_ODME->Caption=<9>
bt_K087_ODME->Caption=+
bt_K092_ODME->Caption=<4>
bt_K093_ODME->Caption=<5>
bt_K094_ODME->Caption=<6>
bt_K089_ODME->Caption=<1>
bt_K090_ODME->Caption=<2>
bt_K091_ODME->Caption=<3>
bt_K088_ODME->Caption=Enter
bt_K098_ODME->Caption=<0>
bt_K099_ODME->Caption=Del
AbsoluteMoveBrick->Text=이동 목적지 x:           y:
RelativeMoveBrick->Text=상대적 이동 x:             y:
FlagBrick->Text=플래그
GotoBrick->Text=이동 플래그
CommentBrick->Text=코멘트
ReProgramBrick->Text=누르기 시작                     중지
DelayBrick->Text=지연
IfBrick->Text=만약
IfKeyBrick->Text=의 상태가                      (이)라면
ForBrick->Text=회           반복
PlusBrick->Text=%B26+
MinusBrick->Text=%B26-
AndBrick->Text=%B26&
OrBrick->Text=%B26|
XorBrick->Text=%B26^
KeyBrick->Text=키보드:지연            ms
LeftKeyBrick->Text=왼쪽 버튼:지연            ms
RightKeyBrick->Text=오른쪽 버튼:지연            ms
MiddleKeyBrick->Text=가운데 버튼:지연            ms
FourthKeyBrick->Text=4번째 버튼:지연            ms
FifthKeyBrick->Text=5번째 버튼:지연            ms
ForwardScrollBrick->Text=앞으로           그리드
BackwardScrollBrick->Text=뒤로           그리드
MenuItem[0]->Caption=클릭
MenuItem[1]->Caption=Down
MenuItem[2]->Caption=Up
MenuItem[3]->Caption=릴리스
MenuItem[4]->Caption=다시 누르기
MenuItem[5]->Caption=VariableA
MenuItem[6]->Caption=VariableB
MenuItem[7]->Caption=VariableC
MenuItem[8]->Caption=VariableD
MenuItem[9]->Caption="@equ@@equ@"
MenuItem[10]->Caption="!@equ@"
MenuItem[11]->Caption=숫자
MenuItem[12]->Caption=밀리초
MenuItem[13]->Caption=초
MenuItem[14]->Caption=분
MenuItem[15]->Caption=Key1
MenuItem[16]->Caption=Key2
MenuItem[17]->Caption=Key3
MenuItem[18]->Caption=Key4
MenuItem[19]->Caption=Key5
MenuItem[20]->Caption=Key6
MenuItem[21]->Caption=Key7
MenuItem[22]->Caption=Key8
MenuItem[23]->Caption=Key9
MenuItem[24]->Caption=Key10
MenuItem[25]->Caption=Key11
MenuItem[26]->Caption=Key12
MenuItem[27]->Caption=Key13
MenuItem[28]->Caption=Key14
MenuItem[29]->Caption=Key15
MenuItem[30]->Caption=Key16
MenuItem[31]->Caption=Key17
MenuItem[32]->Caption=Key18
MenuItem[33]->Caption=Key19
MenuItem[34]->Caption=Key20
MenuItem[35]->Caption=Key21
MenuItem[36]->Caption=Key22
MenuItem[37]->Caption=Key23
MenuItem[38]->Caption=Key24
MenuItem[39]->Caption=누름
MenuItem[40]->Caption=뗌
NewGameNameTitle=새 폴더
NewGameNameDefault=새 폴더
ModifyGameNameTitle=폴더 편집
DeleteGameFileConfirm=이 게임 폴더를 삭제할까요? 폴더에 들어 있는 파일들이 모두 삭제됩니다.
DeleteGameFileSelected=마우스 메모리에 저장되어 있는 파일과 폴더를 변경 또는 삭제 하겠습니까? [Yes] 버튼을 누르면 삭제됩니다.
RenameGameNameSelected=마우스 메모리에 저장되어 있는 파일과 폴더를 변경 또는 삭제 하겠습니까? [Yes] 버튼을 누르면 삭제됩니다.
PleaseCreateDirectory=게임 폴더를 만드십시오
NewCreateFileName=새 파일 만들기
NewCreateFileDefault=새 파일
RenameMacroName=이름 바꾸기
PleaseInputMacroName=새 파일 이름
MacroExistAlready=저장되어 있는 파일을 수정하겠습니까?
MustCreatFile=먼저 매크로 파일을 만들어야 편집할 수 있습니다.
VersionMessage=프리뷰 버전에서는 저장할 수 없습니다.
MacroDeleteFile=파일을 영구적으로 삭제하겠습니까?
MacroSelectFile=마우스 메모리에 저장되어 있는 파일과 폴더를 변경 또는 삭제 하겠습니까? [Yes] 버튼을 누르면 삭제됩니다.
MacroUsed=마우스 메모리에 저장되어 있는 파일과 폴더를 변경 또는 삭제 하겠습니까? [Yes] 버튼을 누르면 삭제됩니다.
MacroModify=스크립트가 수정되었습니다. 저장하겠습니까?
InputNameInvalid=\ / : * ? " < > | ]와 같은 기호는 사용할 수 없습니다.
TrialAccessDeny=스카이디지탈에서 판매하는 블러디 마우스는 기본적으로 Ultra-Core3가 활성화된 제품입니다.@RETURN@@RETURN@Ultra-Core3가 활성화되지 않는다면 스카이디지탈 고객지원센터로 문의해주세요.@RETURN@@RETURN@
FileRowsExceedsUpperLimit=이 파일에서 라인 수가 제한을 초과하고 있습니다. 설정을 재구성해 주십시오.
IsCoverSameNameFile=파일명이 이미 저장되어 있습니다. 덮어쓰시겠습니까?
CanNotTransformOscarII=이 [OSCAR I] 파일을 [OSCAR II]로 변환할 수 없습니다. 매크로 탭에서 [OSCAR I]을 열어 주십시오.
FileRowsMayExceedsUpperLimit=해당 파일이 저장되었습니다. 1000가지 이상의 지침이 장치 메모리에 적용되지 않을 수도 있습니다.
CPIRemarkDefault=기본값
bt_Save_ODME->Hint=저장
bt_Undo_ODME->Hint=실행 취소
bt_Redo_ODME->Hint=다시 실행
bt_Record_ODME->Hint=녹화
rb_RepeatType_ODME->Hint=한 번만 매크로 실행
rb_RepeatType1_ODME->Hint=누름:시작@RETURN@뗌:중지
rb_RepeatType2_ODME->Hint=누름:시작@RETURN@다시 누름:중지
pmnV_Cut->Caption=잘라내기
pmnV_Copy->Caption=복사
pmnV_Paste->Caption=붙여넣기
pmnV_Delete->Caption=삭제
pmnV_SetDelay->Caption=
pmnV_SetAllDelay->Caption=모든 "지연" 값을 변경합니다.
pmnV_ClearAll->Caption=모두 삭제
//按鍵測試區=
lb_MouseKeyTest->Caption=Key queries
PleasePressKey=Press mouse button please
MouseKeyUnknown=Unrecognized

[DrawMacroEditRecord]
bt_Start->Caption=<F11> 시작
bt_Stop->Caption=<F12> 중지
cb_AxisAbsolute->Caption=마우스 절대 좌표 이동 기록
cb_AxisRelatively->Caption=마우스 상대  좌표 이동 기록
cb_KeyboardAction->Caption=키보드 작업 기록
cb_MouseClick->Caption=마우스 클릭 기록

[DrawMacroEditStatement]
lb_Title->Caption=저장 전에 입력해야 합니다!
lb_Software->Caption=적용 가능한 소프트웨어 (예:CS)
lb_Statement->Caption=매크로 기능을 자세히 설명합니다
lb_Comment->Caption=기능 설명
mi_EditerCut->Caption=잘라내기
mi_EditerCopy->Caption=복사
mi_EditerPaste->Caption=붙여넣기
lb_EditComment->Caption1=기능 메모
lb_EditComment->Caption2=기능 설명 편집
lb_Resolution->Caption=게임 해상도
lb_CPIRemark->Caption=마우스 감도

[DrawMacroInstructions]
lb_TestDescription->Caption=매크로 데이터는 마우스의 4번 버튼 메모리에 임시 저장됩니다. 테스트 영역이나 게임에서 테스트 중에 원래 4번째 버튼 기능으로 변경할려면 “Button”탭으로 이동해서 기본설정으로 복원하면 됩니다.
ck_CursorRecord->Caption=커서 레코딩 시작
lb_InterruptTips->Caption=매크로 테스트가 제어 불가능한 상태가될  경우, [Caps Lock]+[Scroll Lock]+[Num Lock]을 눌러 강제 중단시킨 다음 매크로를 디버깅해서 오류를 수정하십시오.
lb_TestCommon->Caption=테스트 방법 안내
PressSpaceToTest=테스트를 시작하려면 4번째 버튼를 누르십시오.
Key=Key
KeyDown=Press
KeyUp=Release
MouseMoveTo=Mouse_move_to
MouseRelativeMove=Mouse_relative_move
Delay=Delay
millisecond=ms
second=Sec
minute=Min
MouseWhellUp=Scroll_up
MouseWhellDown=Scroll_down
MouseLeftKeyDown=Press_left_key
MouseLeftKeyUp=Release_left_key
MouseLeftKeyClick=Click_left_key
MouseLeftKeyDblClick=Double_click_left_key
MouseMiddleKeyDown=Press_middle_key
MouseMiddleKeyUp=Release_middle_key
MouseMiddleKeyClick=Click_middle_key
MouseRightKeyDown=Press_right_key
MouseRightKeyUp=Release_right_key
MouseRightKeyClick=Click_right_key
MouseFourthKeyDown=Press_4th_key
MouseFourthKeyUp=Release_4th_key
MouseFourthKeyClick=Click_4th_key
MouseFifthKeyDown=Press_5th_key
MouseFifthKeyUp=Release_5th_key
MouseFifthKeyClick=Click_5th_key

[DrawMacroEditFileDialog]
lb_Directory->Caption=폴더
lb_FileName->Caption=파일
lb_Title->Caption1=열기
lb_Title->Caption2=저장
lb_Title->Caption3=다른 이름으로 저장
lb_Title->Caption4=삭제
lb_Title->Caption5=삭제
lb_FileType->Caption=유형
advcb_FileType->Caption1=모든 총 파일*.*
advcb_FileType->Caption2=*.amc(매크로)
advcb_FileType->Caption3=*.amc2 (Macro)
advcb_FileType->Caption4=*.mgn (Macro gun)
advcb_FileType->Caption5=*.mgn2 (Macro gun)
NoAuthorityUse=Insufficient authority, export failed!

[DragMacroEditDelaySetForm]
lb_DelayTime->Caption=시간(ms)

